tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "oven-sh/bun"
brew "bat"
brew "cocoapods"
brew "direnv"
brew "ffmpeg"
brew "flyctl"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "gtk4"
brew "imagemagick"
brew "ios-webkit-debug-proxy"
brew "k6"
brew "librsvg"
brew "meson"
brew "mmv"
brew "ollama", restart_service: :changed
brew "pipx"
brew "python-setuptools"
brew "starship"
brew "supervisor", restart_service: :changed
brew "telnet"
brew "tree"
brew "vim"
brew "wget"
brew "xmrig"
brew "yadm"
brew "yarn"
brew "yt-dlp"
brew "zoxide"
brew "oven-sh/bun/bun"
cask "android-studio"
cask "audacity"
cask "bitwarden"
cask "cursor"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "flutter"
cask "flutterflow"
cask "gaphor"
cask "google-chrome"
cask "google-cloud-sdk"
cask "herd"
cask "inkscape"
cask "insomnia"
cask "localsend"
cask "microsoft-auto-update"
cask "ngrok"
cask "phpstorm"
cask "raycast"
cask "spotify"
cask "teamviewer"
cask "telegram"
cask "transmission"
cask "vlc"
cask "zed"
cask "zoom"
vscode "atommaterial.a-file-icon-vscode"
vscode "bmewburn.vscode-intelephense-client"
vscode "dbaeumer.vscode-eslint"
vscode "dbcode.dbcode"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "laravel.vscode-laravel"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.vscode-yaml"
