tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "oven-sh/bun"
brew "bat"
brew "cocoapods"
brew "croc"
brew "direnv"
brew "ffmpeg"
brew "flyctl"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "gtk4"
brew "imagemagick"
brew "ios-webkit-debug-proxy"
brew "k6"
brew "libpq"
brew "librsvg"
brew "meson"
brew "mmv"
brew "ollama", restart_service: :changed
brew "pipx"
brew "python-setuptools"
brew "starship"
brew "supervisor", restart_service: :changed
brew "telnet"
brew "tree"
brew "uv"
brew "vim"
brew "wget"
brew "xmrig"
brew "yadm"
brew "yarn"
brew "yt-dlp"
brew "zoxide"
brew "oven-sh/bun/bun"
cask "android-studio"
cask "bruno"
cask "docker-desktop"
cask "firefox"
cask "flutter"
cask "font-cascadia-code"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "gcloud-cli"
cask "google-chrome"
cask "herd"
cask "intellij-idea"
cask "localsend"
cask "microsoft-auto-update"
cask "ngrok"
cask "phpstorm"
cask "pycharm"
cask "rambox"
cask "raycast"
cask "spotify"
cask "teamviewer"
cask "telegram"
cask "transmission"
cask "vlc"
cask "webstorm"
cask "zoom"
