tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "oven-sh/bun"
brew "bat"
brew "cocoapods"
brew "direnv"
brew "ffmpeg"
brew "flyctl"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "gtk4"
brew "imagemagick"
brew "ios-webkit-debug-proxy"
brew "k6"
brew "libpq"
brew "librsvg"
brew "meson"
brew "mmv"
brew "ollama", restart_service: :changed
brew "pipx"
brew "python-setuptools"
brew "starship"
brew "supervisor", restart_service: :changed
brew "telnet"
brew "tree"
brew "vim"
brew "wget"
brew "xmrig"
brew "yadm"
brew "yarn"
brew "yt-dlp"
brew "zoxide"
brew "oven-sh/bun/bun"
cask "android-studio"
cask "bruno"
cask "cursor"
cask "docker-desktop"
cask "firefox"
cask "flutter"
cask "font-cascadia-code"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "gcloud-cli"
cask "google-chrome"
cask "herd"
cask "localsend"
cask "microsoft-auto-update"
cask "ngrok"
cask "phpstorm"
cask "rambox"
cask "raycast"
cask "spotify"
cask "teamviewer"
cask "telegram"
cask "transmission"
cask "vlc"
cask "zoom"
vscode "atommaterial.a-file-icon-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-database-client2"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "devsense.composer-php-vscode"
vscode "devsense.phptools-vscode"
vscode "docker.docker"
vscode "dracula-theme.theme-dracula"
vscode "esbenp.prettier-vscode"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "laravel.vscode-laravel"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.vscode-yaml"
vscode "sysoev.language-stylus"
